Repository: AM-community/monorepo
Catalog: localization/*.po
Languages: it

source: Add a suitable locale code, for example \"it\" for Italian\n\n
it: Aggiungi un codice locale adatto, ad esempio \"it\" per l'italiano\n\n

source: Leave blank to use \"$CLI\" in English:
it: Lasciare vuoto per usare \"$CLI\" in inglese:

source: Setting locale to \"%b\"\n
it: Lingua impostata su \"%b\"\n

source: \n Please do not use \"sudo\" to execute \"%b\", try again.\n\n
it: * Non usare \"sudo\" per eseguire \"%b\", riprova. *

source: Install 'less' if you want to scroll this list
it: Installa 'less' se vuoi scorrere questo elenco

source: 💀 ERROR: Your version of sed does not support '-i' flag without extension, we tried to workaround and failed
it: 💀 ERRORE: la tua versione di sed non supporta l'opzione '-i' senza estensione, abbiamo cercato di risolvere e fallito.

source: Please install gsed
it: Si prega di installare gsed

source: >>> Configure AppMan
it: >>> Configura AppMan

source: >>> Thank you for choosing AppMan!
it: >>> Grazie per aver scelto AppMan!

source: Write the path or just press enter to use default:$(printf "\n\n ")
it: Scrivi il percorso o premi semplicemente Invio per usare quello predefinito:$(printf "\n\n ")

source: 💀 ERROR, you can't install applications in \"$BINDIR\"
it: 💀 ERRORE, non puoi installare applicazioni in \"$BINDIR\"

source: $BINDIR is normally used for executables, Please choose a different path and retry!
it: $BINDIR viene normalmente utilizzato per gli eseguibili. Scegli un percorso diverso e riprova!

source: 💀 ERROR: You don't have write access to $location or it is invalid
it: 💀 ERRORE: Non hai accesso in scrittura a $location o non è valido

source: You are ready! Start installing your favorite apps locally!
it: Sei pronto! Inizia a installare le tue app preferite in locale!

source: All apps will be installed in $location
it: Tutte le app verranno installate in $location

source: In case of problems, use the option \"-h\".
it: In caso di problemi, utilizzare l'opzione \"-h\".

source: ERROR: You don't have write access to $APPSPATH
it: ERRORE: Non hai accesso in scrittura a $APPSPATH

source: %b ⚠️ WARNING\033[0m: \"%b%b\033[0m\" is not in PATH, local apps may not run.\n
it: %b ⚠️ ATTENZIONE\033[0m: \"%b%b\033[0m\" non è in PATH, le app locali potrebbero non essere eseguite.\n

source: \"$AMCLIUPPER\" $AMVERSION: DEVELOPER MODE
it: \"$AMCLIUPPER\" $AMVERSION: MODALITÀ SVILUPPATORE

source: ${RED}💀 ERROR! MISSING ESSENTIAL COMMANDS\033[0m: %s\n\n Install the above and try again! \n
it: ${RED}💀 ERRORE! MANCANO COMANDI ESSENZIALI\033[0m: %s\n\n Installa quanto sopra e riprova! \n

source: %bList of the %b core dependences\033[0m:\n\n%b\n
it: %bElenco delle dipendenze principali di %b\033[0m:\n\n%b\n

source: If this message appears it is because you are missing some dependency and if its the first time its because something new has been introduced.\n\n
it: Se appare questo messaggio è perché manca qualche dipendenza e se è la prima volta è perché è stato introdotto qualcosa di nuovo.\n\n

source: \n%bWARNING: your distro maintainer ships \"wget2\" as \"wget\" \033[0m\n\n
it: \n%bATTENZIONE: il manutentore della tua distribuzione distribuisce \"wget2\" come \"wget\"\033[0m\n\n

source: Please install \"%bwget1\033[0m\" and \"%bwget1-wget\033[0m\" (use %b--allowerasing\033[0m if you have to)\n\nSee https://bugzilla.redhat.com/show_bug.cgi?id=2358792\n\n
it: Si prega di installare \"%bwget1\033[0m\" e \"%bwget1-wget\033[0m\" (usa %b--allowerasing\033[0m se necessario)\n\nVedi https://bugzilla.redhat.com/show_bug.cgi?id=2358792\n\n

source: \n %b⚠️ WARNING: ACCESS TO USER NAMESPACES IS RESTRICTED! \033[0m\n\n
it: \n %b⚠️ ATTENZIONE: RILEVATO ACCESSO LIMITATO IA NAMESPACES DI LINUX! \033[0m\n\n

source: Some apps may not run, you need to enable access to user namespaces, see
it: Alcune app potrebbero non funzionare, è necessario abilitare l'accesso ai namespaces, vedere

source: to know more.
it: per saperne di più.

source: \n %b is offline, please check your internet connection and try again\n\n
it: \n %b è offline, controlla la tua connessione Internet e riprova\n\n

source: \n %b💀WARNING! Detected \"%b\"\033[0m\n\n
it: \n %b💀ATTENZIONE! Rilevato \"%b\"\033[0m\n\n

source: It will prevent \"$AMCLIUPPER\" from working correctly with AppImages, especially when extracting, integrating and updating them.
it: Impedirà a \"$AMCLIUPPER\" dal funzionare correttamente con le AppImage, in particolare durante l'estrazione, l'integrazione e l'aggiornamento.

source: Please remove \"AppImageLauncher\", reboot and retry!
it: Rimuovi \"AppImageLauncher\", riavvia e riprova!

source: Please remove \"$blacklisted_file\", reboot and retry!
it: Rimuovi \"$blacklisted_file\", riavvia e riprova!

source: USAGE: $AMCLI $1 [ARGUMENT]
it: USO: $AMCLI $1 [ARGOMENTO]

source: USAGE: $AMCLI $1 $2 /path/to/dir
it: USO: $AMCLI $1 $2 /percorso/alla/directory

source: ERROR, \"$AMDATADIR/newrepo-lists\" file not found
it: ERRORE, \"$AMDATADIR/newrepo-lists\" non trovato

source: New repo ON!
it: Nuovo repository ATTIVO!

source: New repo OFF!
it: Nuovo repository DISATTIVATO!

source: Source: %b\n Apps: %b\n List: %b\n
it: Fonte: %b\n Applicazioni: %b\n Lista: %b\n

source: Removed all 3rd party repositories
it: Rimossi tutti i repository di terze parti

source: Select a repo from the list or press CTRL+C to abort:\n%b\n
it: Seleziona un repository dall'elenco o premi CTRL+C per annullare:\n%b\n

source: >>> Invalid Selection
it: >>> Selezione non valida

source: Source: $AMREPO
it: Fonte: $AMREPO

source: Shell completion has been enabled!
it: Il completamento della shell è stato abilitato!

source: Validation successful!
it: Convalida riuscita!

source: ERROR: Invalid token or insufficient permissions!
it: ERRORE: token non valido o autorizzazioni insufficienti!

source: ERROR: Unexpected response (HTTP $HTTP_STATUS)
it: ERRORE: risposta imprevista (HTTP $HTTP_STATUS)

source: ✖ No file named $ghapikey_file has been found
it: ✖ Nessun file nominato $ghapikey_file è stato trovato

source: ✔ $ghapikey_file has been removed
it: ✔ $ghapikey_file è stato rimosso

source: ✔ Authorization headers removed from updater files
it: ✔ Intestazioni di autorizzazione rimosse dai file di aggiornamento

source: ERROR: Wrong expression, validation failed!
it: ERRORE: espressione errata, convalida fallita!

source: ⚠️ Warning: Stored GitHub API token is invalid or expired
it: ⚠️ Attenzione: il token API GitHub archiviato non è valido o è scaduto

source: Please either:
it: Per favore:

source: 1. Generate a new token and add it with: $AMCLI apikey YOUR_NEW_TOKEN
it: 1. Generate a new token and add it with: $AMCLI apikey NUOVO_TOKEN

source: 2. Remove the invalid token with: $AMCLI apikey del
it: 2. Rimuovi il token non valido con: $AMCLI apikey del

source: For instructions on creating GitHub tokens, see:
it: Per istruzioni sulla creazione di token GitHub, vedere:

source: This function only works for AM
it: Questa funzione funziona solo per AM

source: Do you wish to enter \"AppMan Mode\" (y,N)?
it: Vuoi entrare in \"Modalità AppMan\" (y,N)?

source: \"AM\" is read-only, want to use it in \"AppMan Mode\" (Y,n)?
it: \"AM\" è di sola lettura, vuoi utilizzarlo in \"Modalità AppMan\" (Y,n)?

source: \"AppMan Mode\" enabled!
it: \"Modalità AppMan\" abilitata!

source: ✔ Clear the contents of $CACHEDIR/am
it: ✔ Cancella il contenuto di $CACHEDIR/am

source: ✔ Clear the contents of $CACHEDIR/appman
it: ✔ Cancella il contenuto di $CACHEDIR/appman

source: ✔ Clear the contents of $arg/*.home/.cache
it: ✔ Cancella il contenuto di $arg/*.home/.cache

source: ✔ Removed $arg/tmp
it: ✔ Rimuovi $arg/tmp

source: ✖ ERROR: cannot remove \"$(basename "$var")\"
it: ✖ ERRORE: impossibile rimuovere \"$(basename "$var")\"

source: related AppImage is located in an unmounted path of $unmounted_point
it: l'AppImage correlata si trova in un percorso non montato di $unmounted_point

source: ✔ Removed obsolete module named \"$(basename -- "$m")\"
it: ✔ Rimosso il modulo obsoleto denominato \"$(basename -- "$m")\"

source: Cleaning temporary files and folders...
it: Pulizia di file e cartelle temporanei...

source: ✔ $argpath has been hidden
it: ✔ $argpath è stato nascosto

source: ✖ Can't hide \"$arg\", app already hidden or non-existent
it: ✖ Impossibile nascondere \"$arg\", app già nascosta o inesistente

source: ✔ /opt/$arg can be managed again
it: ✔ /opt/$arg può essere gestito di nuovo

source: ✔ $APPMAN_APPSPATH/$arg can be managed again
it: ✔ $APPMAN_APPSPATH/$arg può essere gestito di nuovo

source: %b\n Checking for changes of the installation scripts in the online database...\n
it: %b\n Controllo delle modifiche degli script di installazione nel database online...\n

source: ◆ No installation script for %b, downloading one...\n
it: ◆ Nessuno script di installazione per %b, ne scaricheremo uno...\n

source: \n To fix the above, just run \"%b%b reinstall\033[0m\", without arguments\n
it: \n Per risolvere quanto sopra, basta eseguire \"%b%b reinstall\033[0m\", senza argomenti\n

source: %b\n Check and update offline lists of additional databases...\n
it: %b\n Controllo e aggiornamento degli elenchi offline di database aggiuntivi...\n

source: %b\n Check and update localization...\n
it: %b\n Controllo e aggiornamento della lingua...\n

source: %b\n Check for updates in modules...\n
it: %b\n Controllo degli aggiornamenti nei moduli...\n

source: ◆ Downloading $module_name (not previously installed)...
it: ◆ Scaricamento di $module_name (non installato in precedenza)...

source: ◆ Updating $module_name...
it: ◆ Aggiornamento di $module_name...

source: \n ◆ SYNCHRONIZING \"$AMCLIUPPER\" VERSION \"$CURRENT_AM_VERSION\"...\r
it: \n ◆ SINCRONIZZAZIONE DI \"$AMCLIUPPER\" VERSIONE \"$CURRENT_AM_VERSION\"...\r

source: \n Replacement of version \"%b\" currently in use, COMPLETED! \n
it: \n Sostituzione della versione \"%b\" attualmente in uso, COMPLETATA! \n

source: ◆ \"$AMCLIUPPER\" IS ALREADY UPDATED, CURRENT VERSION \"$CURRENT_AM_VERSION\"
it: ◆ \"$AMCLIUPPER\" È GIÀ AGGIORNATO, VERSIONE CORRENTE \"$CURRENT_AM_VERSION\"

source: %b\"%b\" CAN MANAGE UPDATES FOR THE FOLLOWING PROGRAMS\033[0m:\n%b\n\n
it: %b\"%b\" PUÒ GESTIRE GLI AGGIORNAMENTI PER I SEGUENTI PROGRAMMI\033[0m:\n%b\n\n

source: None
it: Nessuno

source: \n %bAll self-updatable programs are excluded\033[0m\n
it: \n %bSono esclusi tutti i programmi auto-aggiornabili\033[0m\n

source: The following apps have been updated:\n\n
it: Le seguenti app sono state aggiornate:\n\n

source: %b✔\033[0m $APPNAME is updated, $timelapsed second elapsed! \n
it: %b✔\033[0m $APPNAME è aggiornato, $timelapsed secondo trascorso! \n

source: %b✔\033[0m $APPNAME is updated, $timelapsed seconds elapsed! \n
it: %b✔\033[0m $APPNAME è aggiornato, $timelapsed secondi trascorsi! \n

source: %b✖\033[0m %b is read-only, cannot update it!\n
it: %b✖\033[0m %b è di sola lettura, non è possibile aggiornarlo!\n

source: ◆ Update local AppImages integrated manually
it: ◆ Aggiorna manualmente le AppImage locali integrate

source: (unmounted)
it: (smontato)

source: %b\n >> %bSTART OF ALL PROCESSES\033[0m << \n%b\n
it: %b\n >> %bINIZIO DI TUTTI I PROCESSI\033[0m << \n%b\n

source: >> %bEND OF ALL PROCESSES\033[0m << \n%b\n
it: >> %bFINE DI TUTTI I PROCESSI\033[0m << \n%b\n

source: %b\n >> %bEND OF ALL PROCESSES\033[0m << \n%b\n
it: %b\n >> %bFINE DI TUTTI I PROCESSI\033[0m << \n%b\n

source: %b✖\033[0m %b cannot be updated, program not found \n
it: %b✖\033[0m %b non può essere aggiornato, programma non trovato \n

source: %b✖\033[0m %b cannot be updated%b\n
it: %b✖\033[0m %b non può essere aggiornato%b\n

source: ERROR: \"$arg\" is not installed, see \"-f\"
it: ERRORE: \"$arg\" non è installato, vedi \"-f\"

source: ERROR: \"$AMCLI\" cannot manage updates for \"$arg\"
it: ERRORE: \"$AMCLI\" non può gestire gli aggiornamenti per \"$arg\"

source: ERROR: \"$arg\" source is not on Github
it: ERRORE: \"$arg\", la fonte non è su Github

source: ERROR: \"$arg\" does not redirect to a generic \"releases\"
it: ERROR: \"$arg\" non reindirizza a un generico \"releases\"

source: Module not found, run \"$AMCLI -s\" to update \"$AMCLIUPPER\"
it: Modulo non trovato, esegui \"$AMCLI -s\" per aggiornare \"$AMCLIUPPER\"

source: USAGE: $AMCLI [OPTION]
it: USO: $AMCLI [OPZIONE]

source: $AMCLI [OPTION] [ARGUMENT]
it: $AMCLI [OPZIONE] [ARGOMENTO]

source: Run the \"$AMCLI -h\" command to find out more
it: Eseguire \"$AMCLI -h\" per saperne di più

source: or try AM with GUI (Alpha version!)
it: o provare AM con GUI (versione Alpha!)

source: This feature is disabled by your organization
it: Questa funzione è disabilitata dalla tua organizzazione

source: ERROR: unknown option \"$1\", run the \"$AMCLI -h\" command to find out more
it: ERRORE: opzione sconosciuta \"$1\", eseguire \"$AMCLI -h\" per saperne di più

source: \nAvailable families: %b\n
it: \nFamiglie disponibili: %b\n

source: \nBinary info: %b\n
it: \nInformazioni sul binario: %b\n

source: \nAvailable in an third-party database (requires an extension).\n
it: \nDisponibile in un database di terze parti (richiede un'estensione).\n

source: STATUS: %b\n
it: STATO: %b\n

source: Disk usage: $disk_usage MB
it: Spazio su disco: $disk_usage MB

source: Installed version: $app_version
it: Versione installata: $app_version

source: STATUS: %b
it: STATO: %b

source: $APPSMESSAGE $LIBSMESSAGE LOCALLY, AS \"APPMAN\"
it: -PROGRAMMI INSTALLATI LOCALMENTE, COME \"APPMAN\"

source: $APPSMESSAGE $LIBSMESSAGE MANAGED BY \"$AMCLIUPPER\"
it: PROGRAMMI INSTALLATI E GESTITI DA \"$AMCLIUPPER\"

source: $APPSMESSAGE LOCALLY, AS \"APPMAN\"
it: - PROGRAMMI INSTALLATI LOCALMENTE, COME \"APPMAN\"

source: $APPSMESSAGE MANAGED BY \"$AMCLIUPPER\"
it: - PROGRAMMI INSTALLATI E GESTITI DA \"$AMCLIUPPER\"

source: ◆ $arg | static-binary
it: ◆ $arg | binario-statico

source: ◆ $arg | dynamic-binary
it: ◆ $arg | binario-dinamico

source: ◆ $arg | library
it: ◆ $arg | libreria

source: ◆ $arg | bash-script
it: ◆ $arg | script-bash

source: ◆ $arg | dash-script
it: ◆ $arg | script-dash

source: ◆ $arg | posix-script
it: ◆ $arg | script-posix

source: ◆ $arg | awk-script
it: ◆ $arg | script-awk

source: ◆ $arg | other
it: ◆ $arg | altro

source: *has dependency to EOL libfuse2 library, please ask the creator to update\n
it: *dipende dalla libreria obsoleta libfuse2, chiedi al creatore di aggiornare\n

source: TOTAL SIZE: $TOTAL_SIZE of disk space in use
it: TOTALE: $TOTAL_SIZE di spazio su disco in uso

source: - APPIMAGE | PATH | SIZE
it: - APPIMAGE | PERCORSO | DIMENSIONI

source: \n *this path is listed but not mounted, file size unknown\n\n
it: \n *questo percorso è elencato ma non montato, dimensione del file sconosciuta\n\n

source: To list all installable programs, use the \"%b--all\033[0m\" flag\n\n
it: Per elencare tutti i programmi installabili, utilizzare il flag \"%b--all\033[0m\"\n\n

source: LIST OF THE %b
it: ELENCO DEI %b

source: \n Search results for \"%s\":\n\n
it: \n Risultati di ricerca per \"%s\":\n\n

source: No search results
it: Nessun risultato di ricerca

source: , please retry this query using the \"%b--all\033[0m\" flag\n
it: , riprova questa ricerca utilizzando il flag \"%b--all\033[0m\"\n

source: ERROR: %b not found\033[0m\n
it: ERRORE: %b non trovato\033[0m\n

source: \n Unknown flag, run \"-h\" to see supported third-party flags.\n\n
it: \n Flag sconosciuto, esegui \"-h\" per vedere i flag di terze parti supportati.\n\n

source: \n Search results for packages: %s\n\n
it: \n Risultati di ricerca per: %s\n\n

source: Converting %s to an AppMan-compatible script.\r
it: Conversione di %s a uno script compatibile con AppMan.\r

source: ✖ \"$SCRIPTDIR/$arg\" already exists!
it: ✖ \"$SCRIPTDIR/$arg\" esiste già!

source: ◆ \"$arg\" installation script downloaded to \"$SCRIPTDIR\"!
it: ◆ \"$arg\", script di installazione scaricato in \"$SCRIPTDIR\"!

source: 💀 ERROR: \"$arg\" is NOT a valid argument
it: 💀 ERRORE: \"$arg\" NON è un argomento valido

source: 💀 ERROR: cannot create \"$arg\", the builder does not exists
it: 💀 ERRORE: impossibile creare \"$arg\", lo script per costruirlo non esiste

source: 💀 ERROR: you cannot install \"$arg\" without installing \"firefox\"
it: 💀 ERRORE: non puoi installare \"$arg\" senza \"firefox\"

source: 💀 ERROR: cannot install \"$arg\" without \"$dependency_name\"
it: 💀 ERRORE: non puoi installare \"$arg\" senza \"$dependency_name\"

source: ◆ $APPNAME IS PART OF \"$LASTDIR\", ALREADY INSTALLED
it: ◆ $APPNAME È PARTE DI \"$LASTDIR\", GIÀ INSTALLATO

source: \n We can't be sure as to what is inside the application\n We highly recommend that you sandbox this application\n\n
it: \n Non possiamo essere sicuri di cosa c'è dentro l'applicazione\n Ti consigliamo vivamente di mettere in sandbox questa applicazione\n\n

source: Do you wish to continue? (N/y):
it: Vuoi continuare? (N/y):

source: \n INSTALLATION ABORTED! \n
it: \n INSTALLAZIONE ANNULLATA! \n

source: ◆ $APPNAME: starting installation script
it: ◆ $APPNAME: avvio dello script di installazione

source: \n This script will create an AppImage on the fly, please wait...\n
it: \n Questo script creerà un'AppImage al volo, attendere prego...\n

source: 💀 ERROR: \"$arg\" already exists in /usr/local/lib
it: 💀 ERRORE: \"$arg\" esiste già in /usr/local/lib

source: \n ⚠️ This script will install a system library in /usr/local/lib\n\n
it: \n ⚠️ Questo script installerà una libreria di sistema in /usr/local/lib\n\n

source: 💀 ERROR DURING INSTALLATION, REMOVED $APPNAME!
it: 💀 ERRORE DURANTE L'INSTALLAZIONE, RIMOSSO $APPNAME!

source: INSTALLATION ABORTED!
it: INSTALLAZIONE ANNULLATA!

source: ✖ \"$(echo "$arg" | sed 's/-appimage//g')\" is not an Appimage
it: ✖ \"$(echo "$arg" | sed 's/-appimage//g')\" non è un'Appimage

source: Detected multiple variants, choose one or press ZERO to abort:\n\n
it: Rilevate più varianti, scegline una o premi ZERO per annullare:\n\n

source: %bPlease select another item or press \"ZERO\".\n\n
it: %bSeleziona un altro elemento o premi \"ZERO\".\n\n

source: \n Invalid selection. INSTALLATION ABORTED! \n
it: \n Selezione non valida. INSTALLAZIONE ANNULLATA! \n

source: 💀 ERROR, \"$arg\" does NOT exist in 3rd-party databases
it: 💀 ERRORE, \"$arg\" NON esiste nei database di terze parti

source: \n Try again but WITHOUT the third-party flag\n
it: \n Riprova ma SENZA il flag di terze parti\n

source: USAGE: $AMCLI $1 $2 [ARGUMENT]
it: USO: $AMCLI $1 $2 [ARGOMENTO]

source: USAGE: $AMCLI $1 --convert [ARGUMENT]
it: USO: $AMCLI $1 --convert [ARGOMENTO]

source: USAGE: $AMCLI $1 --debug [ARGUMENT]
it: USO: $AMCLI $1 --debug [ARGOMENTO]

source: USAGE: $AMCLI $1 --force-latest [ARGUMENT]
it: USO: $AMCLI $1 --force-latest [ARGOMENTO]

source: USAGE: $AMCLI $1 --icons [ARGUMENT]
it: USO: $AMCLI $1 --icons [ARGOMENTO]

source: USAGE: $AMCLI $1 --sandbox [ARGUMENT]
it: USO: $AMCLI $1 --sandbox [ARGOMENTO]

source: USAGE: $AMCLI $1 --user [ARGUMENT]
it: USO: $AMCLI $1 --user [ARGOMENTO]

source: \n %bSTART OF ALL INSTALLATION PROCESSES\033[0m\n\n
it: \n %bINIZIO DI TUTTI I PROCESSI DI INSTALLAZIONE\033[0m\n\n

source: ◆ \"$pure_arg\" is already installed!
it: ◆ \"$pure_arg\" è già installato!

source: 💀 ERROR: \"$pure_arg\" command already exists!
it: 💀 ERRORE: il comando \"$pure_arg\" esiste già!

source: 💀 ERROR: the file \"$arg\" does NOT exist
it: 💀 ERRORE: il file \"$arg\" NON esiste

source: 💀 ERROR: \"$arg\" does NOT exist in the \"AM\" database, $(printf "please check the list, run the \"%b$AMCLIPATH_ORIGIN -l\033[0m\" command.\n\n" "${Gold}")
it: 💀 ERRORE: \"$arg\" NON esiste nel database di \"AM\", $(printf "per favore controlla l'elenco, esegui il comando \"%b$AMCLIPATH_ORIGIN -l\033[0m\".\n\n" "${Gold}")

source: \n ERROR: \"%b\" is NOT an AppImage\n
it: \n ERRORE: \"%b\" NON è un'AppImage\n

source: \n %bEND OF ALL INSTALLATION PROCESSES\n\033[0m
it: \n %bFINE DI TUTTI I PROCESSI DI INSTALLAZIONE\n\033[0m

source: \n The following new programs have been installed:\n\n
it: \n Sono stati installati i seguenti nuovi programmi:\n\n

source: USAGE: $AMCLI $1 user/project [ARGUMENT]
it: USO: $AMCLI $1 utente/progetto [ARGOMENTO]

source: USAGE: $AMCLI $1 user/project [ARGUMENT] [KEYWORD]
it: USO: $AMCLI $1 utente/progetto [ARGOMENTO] [PAROLA CHIAVE]

source: USAGE: $AMCLI $1 --user user/project [ARGUMENT]
it: USO: $AMCLI $1 --user utente/progetto [ARGOMENTO]

source: USAGE: $AMCLI $1 --user user/project [ARGUMENT] [KEYWORD]
it: USO: $AMCLI $1 --user utente/progetto [ARGOMENTO] [PAROLA CHIAVE]

source: Do you wish reinstall everything? (N/y):
it: Vuoi reinstallare tutto? (N/y):

source: %b\n ABORTED! \n%b\n
it: %b\n ANNULLATO! \n%b\n

source: %b\n Reinstalling everything...\n%b\n
it: %b\n Reinstallazione di tutto...\n%b\n

source: %b\n Checking for changes of the installation scripts in the online database...\n%b\n
it: %b\n Controllo delle modifiche degli script di installazione nel database online...\n%b\n

source: App removal and reinstallation complete! \n%b\n
it: Rimozione e reinstallazione delle app completata! \n%b\n

source: \n ◆ To set date and time as a name, press ENTER (default)\n ◆ To set the version as a name, press \"1\"\n ◆ To set a custom name, write anything else\n\n
it: \n ◆ Per impostare la data e l'ora come nome, premere INVIO (predefinito)\n ◆ Per impostare la versione come nome, premere \"1\"\n ◆ Per impostare un nome personalizzato, scrivere qualsiasi altra cosa\n\n

source: Write your choice here, or leave blank to use \"date/time\":
it: Scrivi qui la tua scelta o lascia vuoto per usare \"data/ora\":

source: \"$2\" is not a valid argument or is not installed.
it: \"$2\" non è un argomento valido o non è installato.

source: Do you wish to backup the current version of $2? (y/N)
it: Desideri effettuare il backup della versione corrente di $2? (y/N)

source: \n OPERATION ABORTED!\n\n
it: \n OPERAZIONE ANNULLATA!\n\n

source: 💀 ERROR: \"$2/$backupname\" already exists, ABORTED!
it: 💀 ERRORE: \"$2/$backupname\" esiste già, ANNULLATO!

source: SAVED in $HOME/.am-snapshots/$2/$backupname
it: SALVATO in $HOME/.am-snapshots/$2/$backupname

source: ERROR: No snapshot for \"$2\" found.
it: ERRORE: Nessuna istantanea trovata per \"$2\".

source: Do you wish to overwrite $2 with an older version? (y,N)
it: Desideri sovrascrivere $2 con una versione precedente?? (y,N)

source: \n OPERATION ABORTED! \n\n
it: \n OPERAZIONE ANNULLATA! \n\n

source: \n Please, select a snapshot or press ZERO to abort:\n\n
it: \n Seleziona uno snapshot o premi ZERO per annullare:\n\n

source: \n Invalid selection. ABORTED! \n
it: \n Selezione non valida. ANNULLATO! \n

source: RESTORE COMPLETED SUCCESSFULLY!
it: RIPRISTINO COMPLETATO CON SUCCESSO!

source: ✖ ERROR: \"%b\" is not installed\n
it: ✖ ERRORE: \"%b\" non è installato\n

source: ✖ ERROR: \"%b\" is NOT an AppImage\n
it: ✖ ERRORE: \"%b\" NON è un'AppImage\n

source: ✖ ERROR: \"$arg\" already contains a config dir
it: ✖ ERRORE: \"$arg\" contiene già una directory di configurazione

source: ✔ \$XDG_CONFIG_HOME set to \"$argpath.config\" for \"$arg\"
it: ✔ \$XDG_CONFIG_HOME impostato su \"$argpath.config\" per \"$arg\"

source: ✖ ERROR: \"$arg\" already contains a home dir
it: ✖ ERRORE: \"$arg\" contiene già una directory home

source: ✔ \$HOME set to \"$argpath.home\" for \"$arg\"
it: ✔ \$HOME impostato su \"$argpath.home\" per \"$arg\"

source: No AM-updater available for \"$2\", cannot detect any URL!
it: Nessun AM-updater disponibile per \"$2\", non è possibile rilevare alcun URL!

source: The option \"$1\" only works for https://github.com
it: L'opzione \"$1\" funziona solo per https://github.com

source: ERROR: No valid links found, sorry!
it: ERRORE: nessun link valido trovato, mi dispiace!

source: You have chosen to roll back \"$2\".
it: Hai scelto di eseguire il downgrade \"$2\".
