Repository: AM-community/monorepo
Catalog: localization/*.po
Languages: it

source: Select a URL from this menu (read carefully) or press ZERO to abort:
it: Seleziona un URL da questo menu (leggi attentamente) o premi ZERO per annullare:

source: ROLLBACK SUCCESSFUL!
it: DOWNGRADE RIUSCITO!

source: WARNING: cannot extract old type 1 AppImages, install \"7z\" and retry.
it: ATTENZIONE: impossibile estrarre le vecchie AppImage di tipo 1, installare \"7z\" e riprovare.

source: WARNING: \"$BINDIR\" is not in PATH, apps may not run from command line.
it: ATTENZIONE: \"$BINDIR\" non è in PATH, le app non possono essere eseguite dalla riga di comando.

source: Write a custom command to launch the app, or leave blank:
it: Scrivi un comando personalizzato per avviare l'app o lascialo vuoto:

source: New command: \"$appimage_cmd.appimage\" in $BINDIR
it: Nuovo comando: \"$appimage_cmd.appimage\" in $BINDIR

source: New command: \"$appimage_cmd\" in $BINDIR
it: Nuovo comando: \"$appimage_cmd\" in $BINDIR

source: WARNING, \"$BINDIR/$response\" already exists!
it: ATTENZIONE, \"$BINDIR/$response\" esiste già!

source: Do you Want to override it? (y,N)
it: Vuoi sovrascriverlo? (y,N)

source: You have chosen not to assign a command.
it: Hai scelto di non assegnare un comando.

source: ERROR: the \"$response\" command alredy exists, retry!
it: ERRORE: il comando \"$response\" esiste già, riprova!

source: %b\n ERROR: \"%b\" not found\n%b\n
it: %b\n ERRORE: \"%b\" non trovato\n%b\n

source: %b\n ERROR: \"%b\" is NOT an AppImage\n%b\n
it: %b\n ERRORE: \"%b\" NON è un'AppImage\n%b\n

source: \"$AMCLIUPPER\" cannot manage updates for $2, \"AM-updater\" file not found!
it: \"$AMCLIUPPER\" non può gestire gli aggiornamenti per $2, file \"AM-updater\" non trovato!

source: Do you wish to keep $2 at its current version? (y/N)
it: Desideri mantenere $2 alla sua versione attuale? (y/N)

source: $2 has been locked at current version!
it: $2 è stato bloccato alla versione corrente!

source: Operation aborted!
it: Operazione annullata!

source: \"$2\" cannot be unlocked, \"AM-LOCK\" file not found!
it: \"$2\" non può essere sbloccato, file \"AM-LOCK\" non trovato!

source: Do you wish to unlock updates for $2? (Y/n)
it: Vuoi sbloccare gli aggiornamenti per $2? (Y/n)

source: $2 is still locked at current version!
it: $2 è ancora bloccato nella versione attuale!

source: \"$2\" can now receive updates!
it: \"$2\" ora può ricevere aggiornamenti!

source: 💀Error, \"%b\" is NOT installed\n
it: 💀Errore, \"%b\" NON è installato\n

source: 💀Error, \"%b\" is NOT an AppImage\n
it: 💀Errore, \"%b\" NON è un'AppImage\n

source: ◆ \"%b\" is already a new generation AppImage.\n
it: ◆ \"%b\" è già un'AppImage di nuova generazione.\n

source: Warning! Your AppImage uses \"zsync\" to update.
it: Attenzione! La tua AppImage utilizza \"zsync\" per l'aggiornamento.

source: The .zsync file will be removed and will no longer work
it: Il file .zsync verrà rimosso e non funzionerà più

source: your \"AM-updater\" will likely still be able to update the AppImage
it: il tuo \"AM-updater\" sarà probabilmente ancora in grado di aggiornare l'AppImage

source: by comparing the old vs new version url, but it is not guaranteed
it: confrontando l'URL della vecchia versione con quello della nuova, ma non è garantito

source: Do you want to proceede anyway? (N/y)
it: Vuoi procedere comunque? (N/y)

source: ...downloading appimagetool\r
it: ...scaricamento di appimagetool\r

source: ...extracting the AppImage\r
it: ...estrazione dell'AppImage\r

source: ...trying to convert in new generation AppImage\r
it: ...sto cercando di convertirlo in un AppImage di nuova generazione\r

source: 💀Error when trying to convert $target. Operation Aborted.
it: 💀Errore durante il tentativo di conversione di $target. Operazione annullata.

source: ◆ $target has been converted to a new generation AppImage.
it: ◆ $target è stato convertito in una nuova generazione di AppImage.

source: The next update may replace this AppImage with a Type2 one
it: Il prossimo aggiornamento potrebbe sostituire questa AppImage con una Type2

source: so I added this command to the bottom of the \"AM-updater\" script!
it: quindi ho aggiunto questo comando in fondo allo script \"AM-updater\"!

source: Contact the upstream developers to make them officially upgrade!
it: Contatta gli sviluppatori upstream per farli aggiornare ufficialmente!

source: Do you wish to remove the old libfuse2 AppImage? (Y/n)
it: Desideri rimuovere la vecchia AppImage che richiede libfuse2? (Y/n)

source: \"${RED}$arg\033[0m\" is not a valid \"APPNAME\", see \"$AMCLI -f\" for more.
it: \"${RED}$arg\033[0m\" non è un valido \"APPNAME\", vedi \"$AMCLI -f\" per saperne di più.

source: ◆ Do you wish to remove \"$arg\"? (Y/n)
it: ◆ Vuoi rimuovere \"$arg\"? (Y/n)

source: \"${LightBlue}$arg\033[0m\" has not been removed!
it: \"${LightBlue}$arg\033[0m\" non è stato rimosso!

source: \"${Green}$arg\033[0m\" has been removed!
it: \"${Green}$arg\033[0m\" è stato rimosso!

source: ◆ Do you wish to allow custom icon theming for ALL the apps? (y,N)
it: ◆ Desideri consentire l'uso di temi personalizzati per le icone in TUTTE le app? (y,N)

source: ◆ Do you wish to allow custom icon theming for the selected apps? (y,N)
it: ◆ Desideri consentire l'uso di temi di icone personalizzati per le app selezionate? (y,N)

source: ✔ Success!
it: ✔ Successo!

source: ✖ Aborted!
it: ✖ Annullato!

source: %b\n ◆ Updates check finished! \n
it: %b\n ◆ Controllo aggiornamenti completato! \n

source: %b\n \"%b\" is already sandboxed!\n%b\n
it: %b\n \"%b\" è già in una sandbox!\n%b\n

source: %b\n ERROR: \"%b\" is not installed\n%b\n
it: %b\n ERRORE: \"%b\" non è installato\n%b\n

source: ERROR: Not a sandboxed AppImage, aborting
it: ERRORE: Non è un'AppImage in sandbox, interruzione in corso

source: Error: You can't sandbox aisap
it: Errore: non è possibile inserire aisap in una sandbox

source: ◆ DO YOU WISH TO INSTALL AISAP? Install size <5 MiB? (Y/n)
it: ◆ DESIDERI INSTALLARE AISAP? Dimensioni dell'installazione <5 MiB? (Y/n)

source: OPERATION ABORTED!
it: OPERAZIONE ANNULLATA!

source: ◆ DO YOU WISH TO INSTALL AISAP LOCALLY? (Y/n)
it: ◆ DESIDERI INSTALLARE AISAP LOCALMENTE? (Y/n)

source: aisap installed successfully!
it: aisap installato correttamente!

source: Do you want configure access to directories? (Y/n):
it: Vuoi configurare l'accesso alle directory? (Y/n):

source: Allow $1 access to \"$XDG_DIR\"? (y/N)
it: Consentire a $1 l'accesso a \"$XDG_DIR\"? (y/N)

source: Allow $1 access to a specific directory? (y/N)
it: Consentire a $1 l'accesso a direcotory specifiche? (y/N)

source: WARNING: Giving access to all of $HOME or / and similar is not safe
it: ATTENZIONE: Non è sicuro dare accesso a tutti i servizi $HOME o simili

source: Also aisap might not let $1 start when such paths are given
it: Inoltre, aisap potrebbe non consentire l'avvio di $1 quando vengono forniti tali percorsi

source: Example: /media/external-drive or ~/Backups:
it: Per esempio: /media/external-drive o ~/Backups:

source: SPOOKY LOCATION! ARE YOU SURE? IF SO TYPE \"YES\":
it: LUOGO INFIDO! SEI SICURO? SE AFFERMATIVO, SCRIVI \"YES\":

source: That's not \"YES\", aborting
it: Questo non è "YES", annullato

source: Giving access to \"$NEWDIR\"...
it: Sto fornendo l'accesso a \"$NEWDIR\"...

source: ◆ ADD A BRIEF DESCRIPTION FOR THIS APPLICATION $(echo -e '\n : ')
it: ◆ AGGIUNGI UNA BREVE DESCRIZIONE PER QUESTA APPLICAZIONE $(echo -e '\n : ')

source: ◆ FOR \"WGET\", ADD A COMMAND AS \"\$( ... )\" OR A LINEAR DOWNLOAD URL $(echo -e '\n : ')
it: ◆ PER \"WGET\", AGGIUNGI UN COMANDO COME \"\$( ... )\" O UN URL DI DOWNLOAD LINEARE $(echo -e '\n : ')

source: Do you want to use repology.org to identify version (y,N)?
it: Vuoi usare repology.org per identificare la versione (y,N)?

source: LIST OF CATEGORIES:\n 0) AudioVideo\n 1) Audio\n 2) Video\n 3) Development\n 4) Education\n 5) Game\n 6) Graphics\n 7) Network\n 8) Office\n 9) Science\n 10) Settings\n 11) System\n 12) Utility (default)\n
it: ELENCO DELLE CATEGORIE:\n 0) AudioVideo\n 1) Audio\n 2) Video\n 3) Development\n 4) Education\n 5) Game\n 6) Graphics\n 7) Network\n 8) Office\n 9) Science\n 10) Settings\n 11) System\n 12) Utility (default)\n

source: CHOOSE A CATEGORY :
it: SCEGLI UNA CATEGORIA :

source: \n The URL above is an example of what both\n the install and update scripts will point to.\n
it: \n L'URL sopra è un esempio di ciò a cui punteranno sia gli script di installazione che quelli di aggiornamento.\n

source: ◆ ADD THE NAME OF THE PROJECT OR LEAVE BLANK IF ITS THE SAME $(echo -e '\n : ')
it: ◆ AGGIUNGI IL NOME DEL PROGETTO O LASCIA VUOTO SE È LO STESSO $(echo -e '\n : ')

source: ◆ ADD an univoque keyword for the file (for example \"tar.gz\", \"linux\"):
it: ◆ AGGIUNGI una parola chiave univoca per il file (ad esempio \"tar.gz\", \"linux\"):

source: Create a template for \"$arg\"
it: Crea un modello di script per \"$arg\"

source: EACH MODEL IS BASED ON A DIFFERENT METHOD OF BUILDING/UPDATING THE PROGRAM.
it: OGNI MODELLO SI BASA SU UN DIVERSO METODO DI COSTRUZIONE/AGGIORNAMENTO DEL PROGRAMMA.

source: PLEASE, SELECT A TEMPLATE FOR \"$(echo "$arg" | tr '[:lower:]' '[:upper:]')\":
it: PER FAVORE, SELEZIONA UN MODELLO PER\"$(echo "$arg" | tr '[:lower:]' '[:upper:]')\":

source: 0) APPIMAGE, FROM ANY WEBSITE (BETTER IF FROM GITHUB.COM)
it: 0) APPIMAGE, DA QUALSIASI SITO WEB (MEGLIO SE DA GITHUB.COM)

source: 1) APPIMAGE ON-THE-FLY, USING A DEDICATED SCRIPT
it: 1) APPIMAGE AL VOLO, UTILIZZANDO UNO SCRIPT DEDICATO

source: 2) ANY ARCHIVE/BINARY/SCRIPT FROM ANY WEBSITE
it: 2) QUALSIASI ARCHIVIO/BINARIO/SCRIPT DA QUALSIASI SITO WEB

source: 3) WEBAPP BASED ON A FIREFOX PROFILE (REQUIRES \"FIREFOX\" IN \$PATH)
it: 3) WEBAPP BASATA SU UN PROFILO FIREFOX (RICHIEDE \"FIREFOX\" IN \$PATH)

source: WHAT KIND OF PROGRAM DO YOU WANT TO WRITE A SCRIPT FOR? :
it: PER CHE TIPO DI PROGRAMMA VUOI SCRIVERE UNO SCRIPT? :

source: ◆ ADD THE URL OF THE SITE (BETTER IF IT COME FROM GITHUB), FOR EXAMPLE: $(echo -e ' - if from github.com, use "https://github.com/USER/PROJECT" - if from other sources, use "https://www.SITENAME.com" or something URL: ')
it: ◆ AGGIUNGI L'URL DEL SITO (MEGLIO SE PROVIENE DA GITHUB), AD ESEMPIO: $(echo -e ' - se da github.com, usa "https://github.com/UTENTE/PROGETTO" - se da altre fonti, usa "https://www.SITENAME.com" o qualcosa del genere URL: ')

source: \n All files are saved in $SCRIPTDIR/am-scripts\n
it: \n Tutti i file sono stati salvati in $SCRIPTDIR/am-scripts\n

source: ◆ ADD A LINEAR DOWNLOAD URL FOR THE SCRIPT OR LEAVE BLANK $(echo -e '\n : ')
it: ◆ AGGIUNGI UN URL LINEARE PER IL DOWNLOAD DELLO SCRIPT O LASCIA VUOTO $(echo -e '\n : ')

source: ◆ Do you wish to add a launcher and a icon (y,N)?
it: ◆ Desideri aggiungere un launcher e un'icona (y,N)?

source: ◆ COPY/PASTE THE URL OF THE ICON HERE $(echo -e '\n URL: ')
it: ◆ COPIA/INCOLLA QUI L'URL DELL'ICONA $(echo -e '\n URL: ')

source: ◆ NAME OF THE APP:
it: ◆ NOME DELL'APP:

source: ◆ URL OF THE WEBAPP:
it: ◆ URL DELLA WEBAPP:

source: \n No valid argument was chosen: process aborted! \n
it: \n Non è stato scelto alcun argomento valido: processo interrotto! \n
